-- Z_主城兵种技能表文字表.xlsx
-- id=技能ID,name=技能名称,desc=技能描述,
local DBarracksSkill = {
  [1] = {id=1,name="EMP衝擊波",desc="大幅度提升攻擊力"},
  [2] = {id=2,name="瞄準射擊",desc="大幅度提升巡洋艦的攻擊"},
  [3] = {id=3,name="超遠射程",desc="極大提升巡洋艦的攻擊"},
  [4] = {id=4,name="護甲穿透",desc="對護衛艦以外的艦種有攻擊加成"},
  [5] = {id=5,name="弱點專注",desc="對護衛艦有攻擊加成"},
  [6] = {id=6,name="龐然大物",desc="負重較高，但航行速度緩慢"},
  [7] = {id=7,name="暗影破壞",desc="攻城時有攻擊加成"},
  [8] = {id=8,name="帝國磐石",desc="守城時有攻擊加成"},
  [9] = {id=9,name="追擊截擊",desc="攻擊截擊艦有傷害加成"},
  [10] = {id=10,name="金瓷甲板",desc="極大提高防禦"},
  [11] = {id=11,name="導向裝置",desc="極大提高能量"},
  [12] = {id=12,name="防禦破壞",desc="極大提升攻擊力"},
  [13] = {id=13,name="曲速極限",desc="極大提升航行速度"},
  [15] = {id=15,name="離子護盾",desc="減少受到LC和HC巡洋艦的傷害"},
  [16] = {id=16,name="船艦加固",desc="擁有較高的防禦力和能量值"},
  [17] = {id=17,name="迂回戰術",desc="有一定幾率攻擊敵方巡洋艦和LA空母艦"},
  [18] = {id=18,name="致命傷害",desc="有一定幾率出現3倍暴擊"},
  [19] = {id=19,name="緊急回避",desc="有一定幾率閃避傷害"},
  [20] = {id=20,name="幸運一擊",desc="有一定幾率造成額外傷害"},
  [21] = {id=21,name="緊急維護",desc="攻城是有防禦加成"},
  [22] = {id=22,name="持續騷擾",desc="在資源戰鬥時有攻擊加成"}
}
return DBarracksSkill