-- R_荣誉勋章数据表文字表.xlsx
-- id=ID,name=名称,desc=文字描述,
local DHonorMedal = {
  [1] = {id=1,name="欣欣向榮",desc="煉氣場升到{1}級"},
  [2] = {id=2,name="勤儉持家",desc="累積採集{1}資源"},
  [3] = {id=3,name="不戰而勝",desc="防禦武器消滅{1}艦艇"},
  [4] = {id=4,name="重裝上陣",desc="穿戴六件{1}級裝備"},
  [5] = {id=5,name="神之眷顧",desc="進行{1}次許願"},
  [6] = {id=6,name="維修大師",desc="維修{1}個損艦"},
  [7] = {id=7,name="援助之星",desc="派出的援軍消滅{1}敵軍"},
  [8] = {id=8,name="眾志成城",desc="集結消滅{1}敵軍"},
  [9] = {id=9,name="强盛帝國",desc="指揮中心升至{1}級"},
  [10] = {id=10,name="漫遊者",desc="遷城{1}次"},
  [11] = {id=11,name="勤勞者",desc="領取{1}次第七次每日獎勵"},
  [12] = {id=12,name="大學者",desc="研究{1}次科技"},
  [13] = {id=13,name="勝者為王",desc="掠奪{1}資源"}
}
return DHonorMedal