-- J_机甲材料表文字表.xlsx
-- id=材料ID,name=材料名称,desc=文字描述,
local DMechaMaterial = {
  [1001] = {id=1001,name="壓氣機輪",desc="壓氣機輪，用於戰艦機甲升級、進階。"},
  [1002] = {id=1002,name="導風輪",desc="導風輪，用於戰艦機甲升級、進階。"},
  [1003] = {id=1003,name="葉輪",desc="葉輪，用於戰艦機甲升級、進階。"},
  [1004] = {id=1004,name="飛輪",desc="飛輪，用於戰艦機甲升級、進階。"},
  [1005] = {id=1005,name="輪盤",desc="輪盤，用於戰艦機甲升級、進階。"},
  [1006] = {id=1006,name="導彈構件",desc="導彈構件，用於戰艦機甲升級、進階。"},
  [2001] = {id=2001,name="螺旋槳",desc="螺旋槳，用於戰艦機甲升級、進階。"},
  [2002] = {id=2002,name="葉片",desc="葉片，用於戰艦機甲升級、進階。"},
  [2003] = {id=2003,name="連杆",desc="連杆，用於戰艦機甲升級、進階。"},
  [3001] = {id=3001,name="壓縮機",desc="壓縮機，用於戰艦機甲升級、進階。"},
  [3002] = {id=3002,name="活塞",desc="活塞，用於戰艦機甲升級、進階。"},
  [4001] = {id=4001,name="鉚釘",desc="鉚釘，用於戰艦機甲升級、進階。"},
  [4002] = {id=4002,name="離心葉輪",desc="離心葉輪，用於戰艦機甲升級、進階。"},
  [5001] = {id=5001,name="電子雷達",desc="電子雷達，用於戰艦機甲升級、進階。"},
  [5002] = {id=5002,name="電感器",desc="電感器，用於戰艦機甲升級、進階。"},
  [6001] = {id=6001,name="掃描器",desc="掃描器，用於戰艦機甲升級、進階。"},
  [6002] = {id=6002,name="增壓渦輪",desc="增壓渦輪，用於戰艦機甲升級、進階。"}
}
return DMechaMaterial