-- x_新版新号7日活动积分文字表.xlsx
-- id=编号,name=活动名称,desc=文字描述,
local DNewNoviceTaskIntegral = {
  [1] = {id=1,name="建造升級建築可獲得任務積分，具體積分規則點擊問號查看。",desc="建造建築提升1點戰鬥力可獲得5積分"},
  [2] = {id=2,name="提升指揮官等級可獲得任務積分，具體積分規則點擊問號查看。",desc="指揮官提升1級可獲得5000積分"},
  [3] = {id=3,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘1級戰艦可獲得2積分"},
  [4] = {id=4,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘2級戰艦可獲得4積分"},
  [5] = {id=5,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘3級戰艦可獲得10積分"},
  [6] = {id=6,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘4級戰艦可獲得15積分"},
  [7] = {id=7,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘5級戰艦可獲得20積分"},
  [8] = {id=8,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘6級戰艦可獲得30積分"},
  [9] = {id=9,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘7級戰艦可獲得45積分"},
  [10] = {id=10,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘8級戰艦可獲得55積分"},
  [11] = {id=11,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘9級戰艦可獲得80積分"},
  [12] = {id=12,name="打造戰艦可獲得任務積分，具體積分規則點擊問號查看。",desc="打造一艘10級戰艦可獲得100積分"},
  [13] = {id=13,name="在星系中擊殺星際海盜可獲得任務積分，具體積分規則點擊問號查看。",desc="每擊殺一個星際海盜可獲得250積分"},
  [14] = {id=14,name="研究科技可獲得任務積分，具體積分規則點擊問號查看。",desc="研究科技提升1點戰鬥力可獲得5積分"},
  [15] = {id=15,name="建造防禦武器可獲得任務積分，具體積分規則點擊問號查看。",desc="打造1個1級防禦武器可獲得45積分"},
  [16] = {id=16,name="打造防禦設施可獲得任務積分，具體積分規則點擊問號查看。",desc="打造1個2級防禦武器可獲得75積分"},
  [17] = {id=17,name="打造防禦設施可獲得任務積分，具體積分規則點擊問號查看。",desc="打造1個3級防禦武器可獲得105積分"},
  [18] = {id=18,name="打造防禦設施可獲得任務積分，具體積分規則點擊問號查看。",desc="打造1個4級防禦武器可獲得150積分"},
  [19] = {id=19,name="打造防禦設施可獲得任務積分，具體積分規則點擊問號查看。",desc="打造1個5級防禦武器可獲得215積分"},
  [20] = {id=20,name="在星系中採集資源可獲得任務積分，具體積分規則點擊問號查看。",desc="每採集1200金屬可獲得250積分"},
  [21] = {id=21,name="在星系中採集資源可獲得任務積分，具體積分規則點擊問號查看。",desc="每採集1200燃氣可獲得250積分"},
  [22] = {id=22,name="在星系中採集資源可獲得任務積分，具體積分規則點擊問號查看。",desc="每採集200能源可獲得250積分"},
  [23] = {id=23,name="在星系中採集資源可獲得任務積分，具體積分規則點擊問號查看。",desc="每採集50晶體可獲得250積分"}
}
return DNewNoviceTaskIntegral