-- J_开场剧情配置表文字表.xlsx
-- id=自增ID,name=名称,text=对话,
local DOpeningGuide = {
  [1] = {id=1,name="露西",text="指揮官大人，我們的實力還很脆弱，無法和敵人抗衡，還是趕快發展實力最重要！"},
  [2] = {id=2,name="1",text="我要如何提升我的實力呢？"},
  [3] = {id=3,name="露西",text="請跟著我的箭頭指引走，一步一步來瞭解吧！"},
  [4] = {id=4,name="1",text="這是怎麼回事？怎麼突然有警報聲？"},
  [5] = {id=5,name="露西",text="不要慌張，這些只是星際海盜的偵查部隊，我們要主動進行迎擊。"},
  [6] = {id=6,name="露西",text="你看，我們的戰艦已經整裝待發，只等您一聲令下。"},
  [7] = {id=7,name="1",text="那還等什麼？趕快出擊吧。"},
  [8] = {id=8,name="1",text="他們的攻擊只是撓癢癢嘛，我們的艦隊呢？如何攻擊他們？"},
  [9] = {id=9,name="露西",text="請您跟著我的指引一步一步操作即可。"}
}
return DOpeningGuide