-- d_道具立即使用类文字表.xlsx
-- id=编号,name=名称,desc=功能说明,
local DPropImmediately = {
  [1] = {id=1,name="隨機遷城",desc="將您的城市隨機遷往本星系的某個位置"},
  [2] = {id=2,name="高級遷城",desc="將您的城市遷往本星系的任意位置，注意堡壘等級達到6級後將不能遷往其他星系"},
  [4] = {id=4,name="指揮官天賦重置",desc="使用後可以重置您的所有技能點數。重置後，技能點全部返還，您需要重新學習技能"},
  [5] = {id=5,name="指揮官改名",desc="使用該道具可以修改您的昵稱"},
  [6] = {id=6,name="更換形象",desc="使用該道具可以修改您的指揮官形象"},
  [7] = {id=7,name="喇叭",desc="使用喇叭可以發送一條全星系可見的公告"},
  [8] = {id=8,name="聯盟遷城",desc="使用聯盟遷城，可遷往盟主附近的位置"}
}
return DPropImmediately