-- Z_章节配置文字表.xlsx
-- id=章节ID,chapterName=篇章名称,name=章节名称,desc=章节描述,
local DTaskChapter = {
  [1001] = {id=1001,chapterName="初篇",name="初入星系",desc="想在星系中生存，首先需要擁有強大的艦隊，打造戰艦是必不可少的"},
  [1002] = {id=1002,chapterName="第一篇",name="豐衣足食",desc="囤積資源有利快速的發展，建造資源礦和在星系中採集資源都是獲得資源的主要途徑"},
  [1003] = {id=1003,chapterName="第二篇",name="打造裝備",desc="指揮官裝備能快速提升自己的實力，打造多類型的戰艦能讓你的艦隊更加強大"},
  [1004] = {id=1004,chapterName="第三篇",name="智能領袖",desc="智能領袖能加強你的戰艦能力，出征時別忘了帶上你的領袖一同出征"},
  [1005] = {id=1005,chapterName="第四篇",name="研究科技",desc="強大的堡壘少不了科技的支持，研究科技能多方面提升堡壘的實力，多擊殺星際海盜可以獲得科技因數"},
  [1006] = {id=1006,chapterName="第五篇",name="互相幫助",desc="多與聯盟內的玩家多交流，您一定能獲益匪淺，大家相互幫助還能提升建築升級速度"},
  [1007] = {id=1007,chapterName="第六篇",name="額外收入",desc="想快速獲得更多的資源，文明遺跡、星際商船都能夠幫助到你"},
  [1008] = {id=1008,chapterName="第七篇",name="齊心協力",desc="與聯盟中的朋友一起揚帆起航吧，一起集結能強大艦隊的實力，挑戰更高難度的玩家"},
  [1009] = {id=1009,chapterName="第八篇",name="星際探索",desc="在黃道十二星座中探索宇宙的奧秘，能夠讓你獲益良多，還能獲得裝備打造的材料"},
  [1010] = {id=1010,chapterName="第九篇",name="戰艦機甲",desc="戰艦機甲能提升戰艦的基礎屬性，機甲材料除了可以自己生產外，還能與其他玩家交易"},
  [1011] = {id=1011,chapterName="第十篇",name="城邦投資",desc="在星際城邦中進行投資，能獲得強大的buff加成，趕快去獲取資源對城邦進行投資吧"}
}
return DTaskChapter