-- C_藏宝图星系怪物文字表.xlsx
-- id=id,name=怪物名字,desc=描述,
local DTreasureMonster = {
  [1] = {id=1,name="金屬戰艦",desc="外星系潛入的戰艦，攜帶大量金屬，逃離後會偷走您城內1%的非安全資源"},
  [2] = {id=2,name="燃氣戰艦",desc="外星系潛入的戰艦，攜帶大量燃氣，逃離後會偷走您城內1%的非安全資源"},
  [3] = {id=3,name="能源戰艦",desc="外星系潛入的戰艦，攜帶大量能源，逃離後會偷走您城內1%的非安全資源"},
  [4] = {id=4,name="晶體戰艦",desc="外星系潛入的戰艦，攜帶大量晶體，逃離後會偷走您城內1%的非安全資源"},
  [5] = {id=5,name="經驗戰艦",desc="外星系潛入的戰艦，攜帶大量指揮官經驗，逃離後會偷走您城內1%的非安全資源"},
  [6] = {id=6,name="時間戰艦",desc="外星系潛入的戰艦，攜帶大量建築加速令，逃離後會偷走您城內1%的非安全資源"},
  [7] = {id=7,name="時間戰艦",desc="外星系潛入的戰艦，攜帶大量造兵加速令，逃離後會偷走您城內1%的非安全資源"},
  [8] = {id=8,name="時間戰艦",desc="外星系潛入的戰艦，攜帶大量維修加速令，逃離後會偷走您城內1%的非安全資源"},
  [9] = {id=9,name="鋼材戰艦",desc="外星系潛入的戰艦，攜帶大量鋼材，逃離後會偷走您城內1%的非安全資源"},
  [10] = {id=10,name="材料戰艦",desc="外星系潛入的戰艦，攜帶大量材料，逃離後會偷走您城內1%的非安全資源"}
}
return DTreasureMonster