-- w_web任务配置文字表.xlsx
-- id=任务ID,name=任务名称,
local DWebActivityTask = {
  [1] = {id=1,name="进行{1}次幸运转盘"},
  [2] = {id=2,name="进行{1}次幸运转盘"},
  [3] = {id=3,name="进行{1}次幸运转盘"},
  [4] = {id=4,name="进行{1}次幸运转盘"},
  [5] = {id=5,name="进行{1}次幸运转盘"},
  [101] = {id=101,name="在星际商船中购买{1}次物品"},
  [102] = {id=102,name="在星际商船中购买{1}次物品"},
  [103] = {id=103,name="在星际商船中购买{1}次物品"},
  [104] = {id=104,name="在星际商船中购买{1}次物品"},
  [105] = {id=105,name="在星际商船中购买{1}次物品"},
  [201] = {id=201,name="进行{1}次幸运转盘"},
  [202] = {id=202,name="进行{1}次幸运转盘"},
  [203] = {id=203,name="进行{1}次幸运转盘"},
  [204] = {id=204,name="进行{1}次幸运转盘"},
  [205] = {id=205,name="进行{1}次幸运转盘"},
  [301] = {id=301,name="在星际商船中购买{1}次物品"},
  [302] = {id=302,name="在星际商船中购买{1}次物品"},
  [303] = {id=303,name="在星际商船中购买{1}次物品"},
  [304] = {id=304,name="在星际商船中购买{1}次物品"},
  [305] = {id=305,name="在星际商船中购买{1}次物品"}
}
return DWebActivityTask