-- J_竞技场荣誉称号文字表.xlsx
-- id=编号,name=称号,
local DArenaTitle = {
  [1] = {id=1,name="الجندي الجديد"},
  [2] = {id=2,name="الجندي بمستوى عادي"},
  [3] = {id=3,name="الجندي بمستوى متوسط"},
  [4] = {id=4,name="الجندي بمستوى عال"},
  [5] = {id=5,name="عريف رتبة عسكرية"},
  [6] = {id=6,name="رقيب رتبة"},
  [7] = {id=7,name="رقيب أول"},
  [8] = {id=8,name="رقيب"},
  [9] = {id=9,name="ضابط عادي"},
  [10] = {id=10,name="ضابط عال"},
  [11] = {id=11,name="حامل الراية"},
  [12] = {id=12,name="ملازم"},
  [13] = {id=13,name="النقيب"},
  [14] = {id=14,name="رائد"},
  [15] = {id=15,name="مقدم"},
  [16] = {id=16,name="كولونيل"},
  [17] = {id=17,name="عميد بحري"},
  [18] = {id=18,name="لواء"},
  [19] = {id=19,name="سوف"},
  [20] = {id=20,name="أميرال"},
  [21] = {id=21,name="أميرال عال"}
}
return DArenaTitle