-- z_战役章节数据表文字表.xlsx
-- id=章节ID,name=章节名称,
local DBattleChapter = {
  [1001] = {id=1001,name="برج الحمل"},
  [1002] = {id=1002,name="برج الثور"},
  [1003] = {id=1003,name="برج الجوزاء"},
  [1004] = {id=1004,name="برج السرطان"},
  [1005] = {id=1005,name="برج الأسد"},
  [1006] = {id=1006,name="برج العذراء"},
  [1007] = {id=1007,name="برج الميزان"},
  [1008] = {id=1008,name="برج العقرب"},
  [1009] = {id=1009,name="برج القوس"},
  [1010] = {id=1010,name="برج الجدي"},
  [1011] = {id=1011,name="برج الدلو"},
  [1012] = {id=1012,name="برج الحوت"},
  [1013] = {id=1013,name="برج أسد"},
  [1014] = {id=1014,name="برج ابن آوى"},
  [1015] = {id=1015,name="برج ثعبان"},
  [1016] = {id=1016,name="برج دب"},
  [1017] = {id=1017,name="برج أحادي القرن"},
  [1018] = {id=1018,name="برج عنقاء"},
  [1019] = {id=1019,name="برج أندروميدا"},
  [1020] = {id=1020,name="برج سيغنوس"},
  [1021] = {id=1021,name="برج دراكو"},
  [1022] = {id=1022,name="برج قنطور"}
}
return DBattleChapter