-- Z_战斗引导文字表.xlsx
-- id=id,x=x,y=y,width=宽度,height=高度,openType=内容,
local DFightGuide = {
  [1] = {id=1,x=640,y=88,width=776,height=26,openType="ان هذه أسماء اللاعبين. الاسم الأزرق لجانب الهجوم والاسم الأحمر لجانب الدفاع."},
  [2] = {id=2,x=640,y=55,width=794,height=36,openType="ان هذه هي معنويات. اذا أصبعت المعنويات 0 فإنتهت المعركة، وخسر الفريق الذي معنوياته 0."},
  [3] = {id=3,x=640,y=20,width=730,height=40,openType="ان هذه هي كمية السفن، ستظهر لك الكمية الحقيقة عن السفن المتضررة خلال المعركة."},
  [4] = {id=4,x=-33,y=-22,width=136,height=60,openType="اذا ما أردت مشاهدة المعركة، يمكنك تقوم بتخطي مباشرة."},
  [5] = {id=5,x=640,y=360,width=800,height=400,openType="تعرض المعركة في منطقة وسط، دعنا نستعد للمعركة الأولى."}
}
return DFightGuide