-- z_主城增益道具类型说明文字表.xlsx
-- id=编号,remark=备注,typeExplain=类型描述说明,headExplain=台头描述说明,
local DGainExplain = {
  [1] = {id=1,remark="الملاحظة: الدرع يحمي قلعتك من الهجوم فقط. عندما قمت بالهجوم على الآخرين أو باكتشاف القادة الآخرين، سيكون معطلا.",typeExplain="يقوم بحماية قلعتك من الاكتشاف والهجوم من قبل القادة الآخرين.",headExplain="الدرع"},
  [2] = {id=2,remark="الملاحظة: علاوة الهجوم ترقي هجوم سفنك، سواء عندما قامت بالهجوم أو الدفاع.",typeExplain="يزيد هجوم سفنك، لكي تهزم الخصوم بشكل مفعول.",headExplain="علاوة الهجوم"},
  [3] = {id=3,remark="الملاحظة: علاوة الدفاع ترقي دفاع سفنك، سواء عندما قامت بالهجوم أو الدفاع.",typeExplain="يزيد دفاع سفنك، ويقلل الضرر من الخصوم.",headExplain="علاوة الدفاع"},
  [4] = {id=4,remark="الملاحظة: تقليل استهلاك الوقود للأساطيل.",typeExplain="يقلل استهلاك الوقود لسفنك، لمحافظة على السفن الأكثر.",headExplain="تقليل استهلاك الوقود"},
  [5] = {id=5,remark="الملاحظة: مازلت يمكنك أن تكتشف القادة الآخرين.",typeExplain="يقوم بحماية مدينتك من اكتشاف القادة الآخرين.",headExplain="مضاد الاكتشاف"},
  [6] = {id=6,remark="الملاحظة: يمكنك خداع العدو.",typeExplain="عند اكتشاف أسطولك من قبل الخصوم، سيظهر عدد مضاعف من سفنك.",headExplain="الخداع"},
  [7] = {id=7,remark="الملاحظة: قيام بتسريع الجمع  الأساسي لا يزيد انتاج الماس.",typeExplain="يزيد سرعة أسطولك في جمع الموارد في خريطة المجرة.",headExplain="زيادة سرعة الجمع"},
  [8] = {id=8,remark="الملاحظة: قم بزيادة سعة الأسطول المسيرة لزيادة قوات المعارك.",typeExplain="يزيد سعة الأسطول المسيرة.",headExplain="زيادة سعة الأسطول المسيرة"}
}
return DGainExplain