-- R_荣誉勋章数据表文字表.xlsx
-- id=ID,name=名称,desc=文字描述,
local DHonorMedal = {
  [1] = {id=1,name="المملكة المزدهرة",desc="ترقية منجم الوقود إلى مستوى {1}."},
  [2] = {id=2,name="الجامع المجتهد",desc="جمع {1} الموارد بشكل تكراري."},
  [4] = {id=4,name="التجهيز الكامل",desc="تسليح 6 أسلحة بمستوى {1}."},
  [5] = {id=5,name="الأمنية الحسنة",desc="رجاء الأمنية الحسنة لـ {1} مرات."},
  [6] = {id=6,name="براعة الصيانة",desc="صيانة {1} السفن المعطلة."},
  [7] = {id=7,name="الدعم المعتمد",desc="جيوش الأصدقاء قتلت {1} الخصوم."},
  [8] = {id=8,name="القوة الاتحادية",desc="الجيوش الإجمالية قتلت {1} الخصوم."},
  [9] = {id=9,name="مملكة عظيمة",desc="ترقية مركز القيادة إلى مستوى {1}."},
  [10] = {id=10,name="المتجول",desc="تحريك المدينة {1} مرات."},
  [11] = {id=11,name="العامل المجد",desc="أخذ الجوائز الخاصة لدخول اليوم السابع {1} مرات."},
  [12] = {id=12,name="العالم",desc="دراسة التكنولوجيا {1} مرات."},
  [13] = {id=13,name="نصيب الفائز",desc="سرقة {1} الموارد."}
}
return DHonorMedal