-- z_主动技能表文字表.xlsx
-- id=编号,name=名称,desc=描述,
local DInitiativeSkill = {
  [1] = {id=1,name="العودة الفورية",desc="مهارة إيجابية تسترجع جميع الجيوش الذين خارج قلعتك في 1 ثانية إلا الجيوش الذين في المسيرات"},
  [2] = {id=2,name="التعبئة العامة",desc="مهارة إيجابية ترفع سعة المسيرة بنسبة 10% لمدة 1 ساعة"},
  [3] = {id=3,name="المساعدة",desc="مهارة إيجابية تجعل خسائر السفن الحربية في المعركة الفردية الأولى عند هجومك على قلعات القادة الآخرين بعد استخدامها مرسلة إلى مركز إصلاح السفن الحربية حتى يمتلئ المركز"},
  [4] = {id=4,name="الحصاد الوفير",desc="مهارة إيجابية تعطيك المحصول لمدة 5 ساعة من جميع مناجم الموارد فورا"},
  [5] = {id=5,name="التجميع الجنوني",desc="مهارة إيجابية تزيد سرعة تجميع الموارد بنسبة 100% لمدة 2 ساعة"},
  [6] = {id=6,name="حماية الموارد",desc="مهارة إيجابية تحمي جميع الموارد في قلعتك من النهب لمدة 2 ساعة"},
  [7] = {id=7,name="الطاقة الوفيرة",desc="مهارة إيجابية تزيد لك 30 الطاقة القتالية فورا"},
  [8] = {id=8,name="الدفاع السريع",desc="مهارة إيجابية تعطيك 500 برج الدفاع فورا، ونوع البروج يكون مختارا بشكل عشوائي من أحد أسلحة دفاعك ذات المستوى الأعلى"},
  [9] = {id=9,name="الفخ الزمني",desc="مهارة إيجابية تجعل وقت المسيرة للأعداء عند استكشافك أو مهاجمتك (غير في المعارك خارج القلعة) 5 ضعف لمدة 30 دقيقة"}
}
return DInitiativeSkill