-- x_星际大战官职数据表文字表.xlsx
-- id=官职ID,name=名称,
local DKingdomOffice = {
  [1001] = {id=1001,name="السيدة الأولى"},
  [1002] = {id=1002,name="وزير الخارجية"},
  [1003] = {id=1003,name="النائب العام"},
  [1004] = {id=1004,name="وزير المالية"},
  [1005] = {id=1005,name="ظابط الأسطول"},
  [1006] = {id=1006,name="وزير الدفاع"},
  [1007] = {id=1007,name="وزير التربية والتعليم"},
  [1008] = {id=1008,name="وزير الداخلية"},
  [2001] = {id=2001,name="الخادمة"},
  [2002] = {id=2002,name="المستغل"},
  [2003] = {id=2003,name="المهرج"},
  [2004] = {id=2004,name="المدني"},
  [2005] = {id=2005,name="اللص"},
  [2006] = {id=2006,name="السلاب"},
  [2007] = {id=2007,name="المجرم"},
  [2008] = {id=2008,name="الأحمق"},
  [3001] = {id=3001,name="المسيطر"}
}
return DKingdomOffice