-- x_星际大战礼包数据表文字表.xlsx
-- id=编号,name=礼包名称,
local DKingdomGiftBag = {
  [1] = {id=1,name="جائزة الغازي"},
  [2] = {id=2,name="جائزة الغازي"},
  [3] = {id=3,name="جائزة الغازي"},
  [4] = {id=4,name="جائزة الغازي"},
  [5] = {id=5,name="جائزة الغازي"},
  [6] = {id=6,name="جائزة الغازي"},
  [7] = {id=7,name="جائزة الفائز"},
  [8] = {id=8,name="جائزة الفائز"},
  [9] = {id=9,name="جائزة الفائز"},
  [10] = {id=10,name="جائزة الفائز"},
  [11] = {id=11,name="جائزة الفائز"},
  [12] = {id=12,name="جائزة الفائز"},
  [13] = {id=13,name="جائزة المستكشف"},
  [14] = {id=14,name="جائزة المستكشف"},
  [15] = {id=15,name="جائزة المستكشف"},
  [16] = {id=16,name="جائزة المستكشف"},
  [17] = {id=17,name="جائزة المستكشف"},
  [18] = {id=18,name="جائزة المستكشف"}
}
return DKingdomGiftBag