-- x_限时比赛活动刷新规则文字表.xlsx
-- id=编号,desc=任务描述,
local DMatchRefersh = {
  [1] = {id=1,desc="تطوير القلعة"},
  [2] = {id=2,desc="الهجوم على الوحوش"},
  [3] = {id=3,desc="جمع الموارد"},
  [4] = {id=4,desc="ترقية القوات"},
  [5] = {id=5,desc="الهجوم على الوحوش"},
  [6] = {id=6,desc="جمع الموارد"},
  [7] = {id=7,desc="ترقية القوات"},
  [8] = {id=8,desc="صنع السفن الحربية"},
  [9] = {id=9,desc="هزم الخصوم"},
  [10] = {id=10,desc="جمع الموارد"},
  [11] = {id=11,desc="الهجوم على الوحوش"},
  [12] = {id=12,desc="ترقية القوات"},
  [13] = {id=13,desc="تطوير القلعة"},
  [14] = {id=14,desc="جمع الموارد"},
  [15] = {id=15,desc="الهجوم على الوحوش"},
  [16] = {id=16,desc="ترقية القوات"},
  [17] = {id=17,desc="تطوير القلعة"},
  [18] = {id=18,desc="جمع الموارد"},
  [19] = {id=19,desc="الهجوم على الوحوش"},
  [20] = {id=20,desc="ترقية القوات"},
  [21] = {id=21,desc="تطوير القلعة"},
  [22] = {id=22,desc="ترقية القوات"},
  [23] = {id=23,desc="صنع السفن الحربية"},
  [24] = {id=24,desc="هزم الخصوم"}
}
return DMatchRefersh