-- J_机甲材料表文字表.xlsx
-- id=材料ID,name=材料名称,desc=文字描述,
local DMechaMaterial = {
  [1001] = {id=1001,name="العجلة الضاغطة",desc="العجلة الضاغطة، فائدتها ترقية ميكانيات السفن وتطورها."},
  [1002] = {id=1002,name="المحفز",desc="المحفز، فائدته ترقية ميكانيات السفن وتطورها."},
  [1003] = {id=1003,name="المكره",desc="المكره، فائدته ترقية ميكانيات السفن وتطورها."},
  [1004] = {id=1004,name="العجلة الطيارة",desc="العجلة الطيارة، فائدتها ترقية ميكانيات السفن وتطورها."},
  [1005] = {id=1005,name="قرص العجلة",desc="قرص العجلة، فائدته ترقية ميكانيات السفن وتطورها."},
  [1006] = {id=1006,name="قطعة الصاروخ",desc="قطعة الصاروخ، فائدتها ترقية ميكانيات السفن وتطورها."},
  [2001] = {id=2001,name="المروحة",desc="المروحة، فائدتها ترقية ميكانيات السفن وتطورها."},
  [2002] = {id=2002,name="الشفرات",desc="الشفرات، فائدتها ترقية ميكانيات السفن وتطورها."},
  [2003] = {id=2003,name="قضيب الاتصال",desc="قضيب الاتصال، فائدته ترقية ميكانيات السفن وتطورها."},
  [3001] = {id=3001,name="الضاغط",desc="الضاغط، فائدته ترقية ميكانيات السفن وتطورها."},
  [3002] = {id=3002,name="المكبس",desc="المكبس، فائدته ترقية ميكانيات السفن وتطورها."},
  [4001] = {id=4001,name="المسمار",desc="المسمار، فائدته ترقية ميكانيات السفن وتطورها."},
  [4002] = {id=4002,name="مكره نابذ",desc="مكره نابذ، فائدته ترقية ميكانيات السفن وتطورها."},
  [5001] = {id=5001,name="الرادار الالكتروني",desc="الرادار الالكتروني، فائدته ترقية ميكانيات السفن وتطورها."},
  [5002] = {id=5002,name="المغو",desc="المغو، فائدته ترقية ميكانيات السفن وتطورها."},
  [6001] = {id=6001,name="جهاز المسع والتطمي",desc="جهاز المسع والتطمي، فائدته ترقية ميكانيات السفن وتطورها."},
  [6002] = {id=6002,name="تربينة الشحان",desc="تربينة الشحان، فائدتها ترقية ميكانيات السفن وتطورها."}
}
return DMechaMaterial