-- j_军衔数据文字表.xlsx
-- id=军衔编号,name=军衔名称,
local DMilitaryRank = {
  [1] = {id=1,name="الجندي"},
  [2] = {id=2,name="العريف"},
  [3] = {id=3,name="العريف الأول"},
  [4] = {id=4,name="الرقيب"},
  [5] = {id=5,name="الرقيب الأول"},
  [6] = {id=6,name="الملازم"},
  [7] = {id=7,name="الملازم الأول"},
  [8] = {id=8,name="النقيب"},
  [9] = {id=9,name="الرائد"},
  [10] = {id=10,name="المقدم"},
  [11] = {id=11,name="العقيد"},
  [12] = {id=12,name="العميد"},
  [13] = {id=13,name="اللواء"},
  [14] = {id=14,name="الفريق"},
  [15] = {id=15,name="نائب الأدميرال"},
  [16] = {id=16,name="الأدميرال"},
  [17] = {id=17,name="ضابط الأسطول"},
  [18] = {id=18,name="المشير"},
  [19] = {id=19,name="رئيس الأركان"},
  [20] = {id=20,name="وزير الدفاع"},
  [21] = {id=21,name="الرئيس"}
}
return DMilitaryRank