-- Y_月度好礼配置文字表.xlsx
-- id=编号,name=名称,desc=描述,
local DMonthlyGift = {
  [1001] = {id=1001,name="بطاقة الطابور الذهبي",desc="احصل على طابور ذهبي لمدة أيام بشكل فور! نفس الوقت بل ضعف النتيجة! إن بطاقة شهرية أفضل، لك 7 أيام إضافية!"},
  [1002] = {id=1002,name="بطاقة الماس التفضيلية",desc="بعد شرائها، يمكنك الحصول على 800 الماس يوميا لمدة شهر واحد، وإذا اشتريت البطاقة الشهرية، يتمنحك 7 أيام إضافية!"},
  [1003] = {id=1003,name="بطاقة البناء التفضيلية",desc="الخيار الأفضل لصناعة السفن الحربية وترقية المباني، تكون الموارد وافرة يمكنك الحصول عليها يوميا، وإذا اشتريت البطاقة الشهرية، يتمنحك 7 أيام إضافية!"}
}
return DMonthlyGift