-- Z_主城兵种被动技能文字表.xlsx
-- id=技能ID,name=技能名称,desc=技能描述,
local DNForcesPassiveSkill = {
  [1] = {id=1,name="إضراب مشترك",desc="عندما وضع وحدة القتال بشكل الخط العمودي، تهجم وحدة القتال في الصف الأول وفي نفس الوقت تهجم الوحدة خلفها أيضا."},
  [2] = {id=2,name="الاخرق",desc="عندما تقوم وحدة القتال بالهجوم، هناك الفرصة لضرر العدو الذي يكون بجانب الهدف."},
  [3] = {id=3,name="الارتباك",desc="عندما تقوم وحدة القتال بالهجوم، هناك الفرصة لارتباك من العدو ويكون ضعيفة في الهجوم، لمدة جولة واحدة."}
}
return DNForcesPassiveSkill