-- J_开场剧情配置表文字表.xlsx
-- id=自增ID,name=名称,text=对话,
local DOpeningGuide = {
  [1] = {id=1,name="Lucy",text="يا القائد المحترم، نحن ضعفاء الآن ولا نستطيع المسابقة مع العدو! دعنا نتطور قوتنا أولا."},
  [2] = {id=2,name="1",text="كيف أزيد قواتي؟"},
  [3] = {id=3,name="Lucy",text="رجاء تبع بالسهم لتعرف على اللعبة."},
  [4] = {id=4,name="1",text="ماذا حدث؟ لماذا هناك اشارة الخطر؟"},
  [5] = {id=5,name="Lucy",text="لا تقلق، ان هذه قوات لقرصان المجرة  قوات الاستكشاف فقط، لنقوم بالهجوم عليهم."},
  [6] = {id=6,name="Lucy",text="يكون أسطولنا مستعدا! ننتظر لأمرك."},
  [7] = {id=7,name="1",text="لا تتردد وقم بالهجوم فورا!"},
  [8] = {id=8,name="1",text="لا يهتم بنا هذا الهجوم. أين أسطولنا؟ كيف نهجم عليهم؟"},
  [9] = {id=9,name="Lucy",text="رجاء تبع بدليلي."}
}
return DOpeningGuide