-- x_星际共用道具文字表.xlsx
-- id=编号,name=名称,desc=描述,
local DPropCommon = {
  [1] = {id=1,name="النقود الفضية للمجرة",desc="هذا المادة لتفعيل المهارات الداخلية والمهارات العسكرية للمجرة"},
  [2] = {id=2,name="معادن المجرة",desc="يمكن استخدامها لترقية المباني. يمكن سيد المجرة توزيعها إلى أي اللاعب في المجرة."},
  [3] = {id=3,name="وقود المجرة",desc="يمكن استخدامها لترقية المباني. يمكن سيد المجرة توزيعها إلى أي اللاعب في المجرة."},
  [4] = {id=4,name="طاقة المجرة",desc="يمكن استخدامها لترقية المباني. يمكن سيد المجرة توزيعها إلى أي اللاعب في المجرة."},
  [5] = {id=5,name="كريستال المجرة",desc="يمكن استخدامها لترقية المباني. يمكن سيد المجرة توزيعها إلى أي اللاعب في المجرة."}
}
return DPropCommon