-- d_道具立即使用类文字表.xlsx
-- id=编号,name=名称,desc=功能说明,
local DPropImmediately = {
  [1] = {id=1,name="المحرك العشوائي",desc="سيتم تحريك مدينتك إلى المكان العشوائي في المجرة."},
  [2] = {id=2,name="المحرك الخارق",desc="سيتم تحريك مدينتك إلى المكان المعين في المجرة.\nالملاحظة: لا يمكن تحريك قلعتك إلى المجرة الأخرى بعد وصولك إلى مستوى 6."},
  [4] = {id=4,name="إعادة تشغيل المهارة",desc="يمكن استخدامه لإعادة النقاط لمهارتك الحالية.\nجميع المهارات سيتم تصفير نقاطها. يجب أن تحصل على المهارات من جديد."},
  [5] = {id=5,name="تغيير الاسم",desc="يمكن استخدامه لتغيير اسمك."},
  [6] = {id=6,name="تغيير الشكل",desc="يمكن استخدامه لتغيير شكلك."},
  [7] = {id=7,name="المذياع",desc="يمكن استخدامه لإرسال الرسالة التي سيشوفها جميع المجرة."},
  [8] = {id=8,name="محرك الاتحاد",desc="يمكن استخدامه لتحريك مدينتك إلى المكان القريب من قائد الاتحاد."},
  [9] = {id=9,name="محرك المبتدئ",desc="3 أيام قائد التسجيل، فورت أقل من 19 (باستثناء 19) قد انتقل إلى المجرات الأخرى فورت المواقف العشوائية"}
}
return DPropImmediately