-- C_藏宝图星系怪物文字表.xlsx
-- id=id,name=怪物名字,desc=描述,
local DTreasureMonster = {
  [1] = {id=1,name="سفينة حربية المعادن",desc="انها السفينة الحربية الغريبة، تحمل الكثير من المعادن، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [2] = {id=2,name="سفينة حربية الوقود",desc="انها السفينة الحربية الغريبة، تحمل الكثير من الوقود، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [3] = {id=3,name="سفينة حربية الطاقة",desc="انها السفينة الحربية الغريبة، تحمل الكثير من الطاقات، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [4] = {id=4,name="سفينة حربية الكريستال",desc="انها السفينة الحربية الغريبة، تحمل الكثير من الكريستال، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [5] = {id=5,name="سفينة حربية النقاط",desc="انها السفينة الحربية الغريبة، تحمل الكثير من نقاط القائد، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [6] = {id=6,name="سفينة حربية الوقت",desc="انها السفينة الحربية الغريبة، تحمل الكثير من تسريع البناء، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [7] = {id=7,name="سفنية حربية الوقت",desc="انها السفينة الحربية الغريبة، تحمل الكثير من تسريع صنع السفن، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [8] = {id=8,name="سفنية حربية الوقت",desc="انها السفينة الحربية الغريبة، تحمل الكثير من تسريع الصيانة، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [9] = {id=9,name="سفينة حربية الفولاذ",desc="انها السفينة الحربية الغريبة، تحمل الكثير من الفولاذ، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."},
  [10] = {id=10,name="سفينة حربية المواد",desc="انها السفينة الحربية الغريبة، تحمل الكثير من المواد، وسوف تسرق 1% من مواردك المدينة غير الأمنية عندما تهرب."}
}
return DTreasureMonster