-- C_藏宝图外星舰队文字表.xlsx
-- id=怪物id,name=舰队名称,desc=描述,
local DTreasureShip = {
  [1] = {id=1,name="السفينة الحربية (ووكي)",desc="السفينة الحربية (ووكي) جاءت من الكوكب (كاشيك)، و(ماشيك) قوم ذوو شعور كثيفة، طوال القامة، شداد الهيبة. وهم أصحاب الفقطنة والخبرة والثقة."},
  [2] = {id=2,name="السفينة الحربية (هوت)",desc="(هوت) هم قوم معروف بسوء السمعة بين الأقوام الفضائية، وغالبا يشتغلون في الاختطاف والسطو"},
  [3] = {id=3,name="السفينة الحربية (نيموديا)",desc="النيموديون مشهورون بالمكر والخداع والاستغلال وكذلك الأساليب التجارية الداهية. لقد أثاروا في التحريش والخلاف والعداوة والحروب ضمن الجمهورية"},
  [4] = {id=4,name="السفينة الحربية (كامينو)",desc="القوم (كامينو) يعيشون في الكواكب النائية. ومن المعروف في المجرة بأنهم قوم لاجنسي، فهم خبراء في تكنولوجيا الاستنساخ."},
  [5] = {id=5,name="السفينة الحربية (أوتاباو)",desc="عائلة (أونا) هم الأصليون في الكوكب (أوتاباو)، هؤلاء أسسوا مجتمعا تحت الأرض، وفي النهاية تعاونوا مع القوم (باو) واستركوا سويا في تأسيس مجتمع سلمي"}
}
return DTreasureShip