-- w_web打怪活动文字表.xlsx
-- id=ID,monsterName=怪物名称,monsterDesc=怪物说明,
local DWebActivityMonster = {
  [1] = {id=1,monsterName="السفينة الحربية (ووكي)",monsterDesc="السفينة الحربية (ووكي) جاءت من الكوكب (كاشيك)، و(ماشيك) قوم ذوو شعور كثيفة، طوال القامة، شداد الهيبة. وهم أصحاب الفقطنة والخبرة والثقة."},
  [2] = {id=2,monsterName="السفينة الحربية (هوت)",monsterDesc="(هوت) هم قوم معروف بسوء السمعة بين الأقوام الفضائية، وغالبا يشتغلون في الاختطاف والسطو"},
  [3] = {id=3,monsterName="السفينة الحربية (نيموديا)",monsterDesc="النيموديون مشهورون بالمكر والخداع والاستغلال وكذلك الأساليب التجارية الداهية. لقد أثاروا في التحريش والخلاف والعداوة والحروب ضمن الجمهورية"},
  [4] = {id=4,monsterName="السفينة الحربية (كامينو)",monsterDesc="القوم (كامينو) يعيشون في الكواكب النائية. ومن المعروف في المجرة بأنهم قوم لاجنسي، فهم خبراء في تكنولوجيا الاستنساخ."},
  [5] = {id=5,monsterName="السفينة الحربية (أوتاباو)",monsterDesc="عائلة (أونا) هم الأصليون في الكوكب (أوتاباو)، هؤلاء أسسوا مجتمعا تحت الأرض، وفي النهاية تعاونوا مع القوم (باو) واستركوا سويا في تأسيس مجتمع سلمي"}
}
return DWebActivityMonster