-- w_web任务配置文字表.xlsx
-- id=任务ID,name=任务名称,
local DWebActivityTask = {
  [1] = {id=1,name="العب في العجلة {1} مرة"},
  [2] = {id=2,name="العب في العجلة {1} مرة"},
  [3] = {id=3,name="العب في العجلة {1} مرة"},
  [4] = {id=4,name="العب في العجلة {1} مرة"},
  [5] = {id=5,name="العب في العجلة {1} مرة"},
  [101] = {id=101,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [102] = {id=102,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [103] = {id=103,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [104] = {id=104,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [105] = {id=105,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [201] = {id=201,name="العب في العجلة {1} مرة"},
  [202] = {id=202,name="العب في العجلة {1} مرة"},
  [203] = {id=203,name="العب في العجلة {1} مرة"},
  [204] = {id=204,name="العب في العجلة {1} مرة"},
  [205] = {id=205,name="العب في العجلة {1} مرة"},
  [301] = {id=301,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [302] = {id=302,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [303] = {id=303,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [304] = {id=304,name="شراء الأشياء من متجر المجرة {1} مرة"},
  [305] = {id=305,name="شراء الأشياء من متجر المجرة {1} مرة"}
}
return DWebActivityTask