-- Type_分享消息文字表.xlsx
-- id=id,key=key,data=data,
local TShare = {
  [1] = {id=1,key="turntable_info",data="لقد حصلت على جوائز رائعة من دائرة الحظ. قم بالتحقق من الجوائز معي!"},
  [2] = {id=2,key="union_kick",data="لقد طردت {1} من تحالفنا وهو ما تبرع أي مساعدة الى تحالفنا!"},
  [3] = {id=3,key="union_create",data="قمت بإنشاء تحالف {1}. إنضم الينا وسوف نكون أقوى!"},
  [4] = {id=4,key="union_notice",data="{1} (نظام)"},
  [5] = {id=5,key="union_join",data="السلام عليكم. أتمنى أننا سنكون الأصدقاء ونغزو العالم معا!"},
  [6] = {id=6,key="union_appoint",data="لقد أرقت مستوى {1} من R}2{ الى R{3}. لنتعاون معا ونتقدم معا!"},
  [7] = {id=7,key="union_exit",data="سوف أترك التحالف، أتمنى لكم جميع التوفيق والنجاح!"},
  [8] = {id=8,key="union_transfer",data="لقد حوٌلت القيادة الى {1}. لاشك أن {1} سيأخذنا أحسن الرحلة!"},
  [9] = {id=9,key="union_mass",data="لقد هجمت على {1} أرجو منكم بالمساعدة!"},
  [10] = {id=10,key="union_impeach",data="يصبح {2} قائد التحالف الجديد بسبب قائد {1} ما دخل الى اللعبة منذ وقتا طويلا. لنتعاون ونتطور التحالف!"},
  [11] = {id=11,key="forge_scuess_equip",data="تم تشكيل {1} نجاحاً من مصنع التزوير!"},
  [12] = {id=12,key="save_location",data="لقد حددت الإحداثيات ({1}، {2})."},
  [13] = {id=13,key="collective_attack",data="تكون قلعتي تحت الهجوم حاليا، الرجاء بالمساعدة!"},
  [14] = {id=14,key="invate_friend",data="تمت دعوة {1} لإنضم الى تحالفنا. لنتعاون مع {1}!"},
  [15] = {id=15,key="money_package",data="نتمنى لك النجاح والتوفيق، وحظ سعيد معك دائما! {1}"},
  [16] = {id=16,key="red_packet",data="نتمنى لك النجاح والتوفيق، وحظ سعيد معك دائما!"},
  [17] = {id=17,key="pvp_report",data="{1}: لقد {2} انتصر المعركة مع {3}!"},
  [18] = {id=18,key="union_gift_bag",data="اشترت {1} ويمكن لكلنا الحصول على باقة الجوائز. لنتحقق من الرسالة ونحصل على الأدوات!"}
}
return TShare