-- Z_主城兵种技能表.xlsx
-- id=技能ID,name=技能名称,desc=技能描述,
local DBarracksSkill = {
  [1] = {id=1,name="EMP冲击波",desc="大幅度提升攻击力"},
  [2] = {id=2,name="瞄准射击",desc="大幅度提升巡洋舰的攻击"},
  [3] = {id=3,name="超远射程",desc="极大提升巡洋舰的攻击"},
  [4] = {id=4,name="护甲穿透",desc="对护卫舰以外的舰种有攻击加成"},
  [5] = {id=5,name="弱点专注",desc="对护卫舰有攻击加成"},
  [6] = {id=6,name="庞然大物",desc="负重较高，但航行速度缓慢"},
  [7] = {id=7,name="暗影破坏",desc="攻城时有攻击加成"},
  [8] = {id=8,name="帝国磐石",desc="守城时有攻击加成"},
  [9] = {id=9,name="追击截击",desc="攻击截击舰有伤害加成"},
  [10] = {id=10,name="金瓷甲板",desc="极大提高防御"},
  [11] = {id=11,name="导向装置",desc="极大提高能量"},
  [12] = {id=12,name="防御破坏",desc="极大提升攻击力"},
  [13] = {id=13,name="曲速极限",desc="极大提升航行速度"},
  [15] = {id=15,name="离子护盾",desc="减少受到LC和HC巡洋舰的伤害"},
  [16] = {id=16,name="船舰加固",desc="拥有较高的防御力和能量值"},
  [17] = {id=17,name="迂回战术",desc="有一定几率攻击敌方巡洋舰和LA空母舰"},
  [18] = {id=18,name="致命伤害",desc="有一定几率出现3倍暴击"},
  [19] = {id=19,name="紧急回避",desc="有一定几率闪避伤害"},
  [20] = {id=20,name="幸运一击",desc="有一定几率造成额外伤害"},
  [21] = {id=21,name="紧急维护",desc="攻城是有防御加成"},
  [22] = {id=22,name="持续骚扰",desc="在资源战斗时有攻击加成"}
}
return DBarracksSkill