-- z_战役章节数据表文字表.xlsx
-- id=章节ID,name=章节名称,
local DBattleChapter = {
  [1001] = {id=1001,name="白羊座"},
  [1002] = {id=1002,name="金牛座"},
  [1003] = {id=1003,name="双子座"},
  [1004] = {id=1004,name="巨蟹座"},
  [1005] = {id=1005,name="狮子座"},
  [1006] = {id=1006,name="处女座"},
  [1007] = {id=1007,name="天秤座"},
  [1008] = {id=1008,name="天蝎座"},
  [1009] = {id=1009,name="人马座"},
  [1010] = {id=1010,name="摩羯座"},
  [1011] = {id=1011,name="水瓶座"},
  [1012] = {id=1012,name="双鱼座"},
  [1013] = {id=1013,name="幼狮座"},
  [1014] = {id=1014,name="豺狼座"},
  [1015] = {id=1015,name="水蛇座"},
  [1016] = {id=1016,name="大熊座"},
  [1017] = {id=1017,name="独角兽座"},
  [1018] = {id=1018,name="凤凰座"},
  [1019] = {id=1019,name="仙女座"},
  [1020] = {id=1020,name="白鸟座"},
  [1021] = {id=1021,name="天龙座"},
  [1022] = {id=1022,name="天马座"}
}
return DBattleChapter