-- R_荣誉勋章数据表文字表.xlsx
-- id=ID,name=名称,desc=文字描述,
local DHonorMedal = {
  [1] = {id=1,name="欣欣向荣",desc="炼气场升到{1}级"},
  [2] = {id=2,name="勤俭持家",desc="累积采集{1}资源"},
  [4] = {id=4,name="重装上阵",desc="穿戴六件{1}级装备"},
  [5] = {id=5,name="神之眷顾",desc="进行{1}次许愿"},
  [6] = {id=6,name="维修大师",desc="维修{1}个损舰"},
  [7] = {id=7,name="援助之星",desc="派出的援军消灭{1}敌军"},
  [8] = {id=8,name="众志成城",desc="集结消灭{1}敌军"},
  [9] = {id=9,name="强盛帝国",desc="指挥中心升至{1}级"},
  [10] = {id=10,name="漫游者",desc="迁城{1}次"},
  [11] = {id=11,name="勤劳者",desc="领取{1}次第七次每日奖励"},
  [12] = {id=12,name="大学者",desc="研究{1}次科技"},
  [13] = {id=13,name="胜者为王",desc="掠夺{1}资源"}
}
return DHonorMedal