-- x_星际大战官职数据表文字表.xlsx
-- id=官职ID,name=名称,
local DKingdomOffice = {
  [1001] = {id=1001,name="第一夫人"},
  [1002] = {id=1002,name="国务卿"},
  [1003] = {id=1003,name="总检察长"},
  [1004] = {id=1004,name="财政部长"},
  [1005] = {id=1005,name="五星上将"},
  [1006] = {id=1006,name="国防部长"},
  [1007] = {id=1007,name="教育部长"},
  [1008] = {id=1008,name="内政部长"},
  [2001] = {id=2001,name="女仆"},
  [2002] = {id=2002,name="奸商"},
  [2003] = {id=2003,name="小丑"},
  [2004] = {id=2004,name="平民"},
  [2005] = {id=2005,name="窃贼"},
  [2006] = {id=2006,name="强盗"},
  [2007] = {id=2007,name="罪犯"},
  [2008] = {id=2008,name="傻瓜"},
  [3001] = {id=3001,name="霸主"}
}
return DKingdomOffice