-- x_限时比赛活动刷新规则文字表.xlsx
-- id=编号,desc=任务描述,
local DMatchRefersh = {
  [1] = {id=1,desc="堡垒发展"},
  [2] = {id=2,desc="攻打怪物"},
  [3] = {id=3,desc="采集资源"},
  [4] = {id=4,desc="提升实力"},
  [5] = {id=5,desc="攻打怪物"},
  [6] = {id=6,desc="采集资源"},
  [7] = {id=7,desc="提升实力"},
  [8] = {id=8,desc="打造舰艇"},
  [9] = {id=9,desc="击败敌人"},
  [10] = {id=10,desc="采集资源"},
  [11] = {id=11,desc="攻打怪物"},
  [12] = {id=12,desc="提升实力"},
  [13] = {id=13,desc="堡垒发展"},
  [14] = {id=14,desc="采集资源"},
  [15] = {id=15,desc="攻打怪物"},
  [16] = {id=16,desc="提升实力"},
  [17] = {id=17,desc="堡垒发展"},
  [18] = {id=18,desc="采集资源"},
  [19] = {id=19,desc="攻打怪物"},
  [20] = {id=20,desc="提升实力"},
  [21] = {id=21,desc="堡垒发展"},
  [22] = {id=22,desc="提升实力"},
  [23] = {id=23,desc="打造舰艇"},
  [24] = {id=24,desc="击败敌人"}
}
return DMatchRefersh