-- J_机甲材料表文字表.xlsx
-- id=材料ID,name=材料名称,desc=文字描述,
local DMechaMaterial = {
  [1001] = {id=1001,name="压气机轮",desc="压气机轮，用于战舰机甲升级、进阶。"},
  [1002] = {id=1002,name="导风轮",desc="导风轮，用于战舰机甲升级、进阶。"},
  [1003] = {id=1003,name="叶轮",desc="叶轮，用于战舰机甲升级、进阶。"},
  [1004] = {id=1004,name="飞轮",desc="飞轮，用于战舰机甲升级、进阶。"},
  [1005] = {id=1005,name="轮盘",desc="轮盘，用于战舰机甲升级、进阶。"},
  [1006] = {id=1006,name="导弹构件",desc="导弹构件，用于战舰机甲升级、进阶。"},
  [2001] = {id=2001,name="螺旋桨",desc="螺旋桨，用于战舰机甲升级、进阶。"},
  [2002] = {id=2002,name="叶片",desc="叶片，用于战舰机甲升级、进阶。"},
  [2003] = {id=2003,name="连杆",desc="连杆，用于战舰机甲升级、进阶。"},
  [3001] = {id=3001,name="压缩机",desc="压缩机，用于战舰机甲升级、进阶。"},
  [3002] = {id=3002,name="活塞",desc="活塞，用于战舰机甲升级、进阶。"},
  [4001] = {id=4001,name="铆钉",desc="铆钉，用于战舰机甲升级、进阶。"},
  [4002] = {id=4002,name="离心叶轮",desc="离心叶轮，用于战舰机甲升级、进阶。"},
  [5001] = {id=5001,name="电子雷达",desc="电子雷达，用于战舰机甲升级、进阶。"},
  [5002] = {id=5002,name="电感器",desc="电感器，用于战舰机甲升级、进阶。"},
  [6001] = {id=6001,name="扫描仪",desc="扫描仪，用于战舰机甲升级、进阶。"},
  [6002] = {id=6002,name="增压涡轮",desc="增压涡轮，用于战舰机甲升级、进阶。"}
}
return DMechaMaterial