-- x_新版新号7日活动积分文字表.xlsx
-- id=编号,name=活动名称,desc=文字描述,
local DNewNoviceTaskIntegral = {
  [1] = {id=1,name="建造升级建筑可获得任务积分，具体积分规则点击问号查看。",desc="建造建筑提升1点战斗力可获得5积分"},
  [2] = {id=2,name="提升指挥官等级可获得任务积分，具体积分规则点击问号查看。",desc="指挥官提升1级可获得5000积分"},
  [3] = {id=3,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘1级战舰可获得2积分"},
  [4] = {id=4,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘2级战舰可获得4积分"},
  [5] = {id=5,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘3级战舰可获得10积分"},
  [6] = {id=6,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘4级战舰可获得15积分"},
  [7] = {id=7,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘5级战舰可获得20积分"},
  [8] = {id=8,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘6级战舰可获得30积分"},
  [9] = {id=9,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘7级战舰可获得45积分"},
  [10] = {id=10,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘8级战舰可获得55积分"},
  [11] = {id=11,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘9级战舰可获得80积分"},
  [12] = {id=12,name="打造战舰可获得任务积分，具体积分规则点击问号查看。",desc="打造一艘10级战舰可获得100积分"},
  [13] = {id=13,name="在星系中击杀星际海盗可获得任务积分，具体积分规则点击问号查看。",desc="每击杀一个星际海盗可获得250积分"},
  [14] = {id=14,name="研究科技可获得任务积分，具体积分规则点击问号查看。",desc="研究科技提升1点战斗力可获得5积分"},
  [15] = {id=15,name="建造防御武器可获得任务积分，具体积分规则点击问号查看。",desc="打造1个1级防御武器可获得45积分"},
  [16] = {id=16,name="打造防御设施可获得任务积分，具体积分规则点击问号查看。",desc="打造1个2级防御武器可获得75积分"},
  [17] = {id=17,name="打造防御设施可获得任务积分，具体积分规则点击问号查看。",desc="打造1个3级防御武器可获得105积分"},
  [18] = {id=18,name="打造防御设施可获得任务积分，具体积分规则点击问号查看。",desc="打造1个4级防御武器可获得150积分"},
  [19] = {id=19,name="打造防御设施可获得任务积分，具体积分规则点击问号查看。",desc="打造1个5级防御武器可获得215积分"},
  [20] = {id=20,name="在星系中采集资源可获得任务积分，具体积分规则点击问号查看。",desc="每采集1200金属可获得250积分"},
  [21] = {id=21,name="在星系中采集资源可获得任务积分，具体积分规则点击问号查看。",desc="每采集1200燃气可获得250积分"},
  [22] = {id=22,name="在星系中采集资源可获得任务积分，具体积分规则点击问号查看。",desc="每采集200能源可获得250积分"},
  [23] = {id=23,name="在星系中采集资源可获得任务积分，具体积分规则点击问号查看。",desc="每采集50晶体可获得250积分"}
}
return DNewNoviceTaskIntegral