-- J_开场剧情配置表文字表.xlsx
-- id=自增ID,name=名称,text=对话,
local DOpeningGuide = {
  [1] = {id=1,name="露西",text="指挥官大人，我们的实力还很脆弱，无法和敌人抗衡，还是赶快发展实力最重要！"},
  [2] = {id=2,name="1",text="我要如何提升我的实力呢？"},
  [3] = {id=3,name="露西",text="请跟着我的箭头指引走，一步一步来了解吧！"},
  [4] = {id=4,name="1",text="这是怎么回事？怎么突然有警报声？"},
  [5] = {id=5,name="露西",text="不要慌张，这些只是星际海盗的侦查部队，我们要主动进行迎击。"},
  [6] = {id=6,name="露西",text="你看，我们的战舰已经整装待发，只等您一声令下。"},
  [7] = {id=7,name="1",text="那还等什么？赶快出击吧。"},
  [8] = {id=8,name="1",text="他们的攻击只是挠痒痒嘛，我们的舰队呢？如何攻击他们？"},
  [9] = {id=9,name="露西",text="请您跟着我的指引一步一步操作即可。"}
}
return DOpeningGuide