-- d_道具立即使用类文字表.xlsx
-- id=编号,name=名称,desc=功能说明,
local DPropImmediately = {
  [1] = {id=1,name="随机迁城",desc="将您的城市随机迁往本星系的某个位置"},
  [2] = {id=2,name="高级迁城",desc="将您的城市迁往本星系的任意位置，注意堡垒等级达到6级后将不能迁往其他星系"},
  [4] = {id=4,name="指挥官天赋重置",desc="使用后可以重置您的所有技能点数。重置后，技能点全部返还，您需要重新学习技能"},
  [5] = {id=5,name="指挥官改名",desc="使用该道具可以修改您的昵称"},
  [6] = {id=6,name="更换形象",desc="使用该道具可以修改您的指挥官形象"},
  [7] = {id=7,name="喇叭",desc="使用喇叭可以发送一条全星系可见的公告"},
  [8] = {id=8,name="联盟迁城",desc="使用联盟迁城，可迁往盟主附近的位置"},
  [9] = {id=9,name="新手迁城",desc="注册3天内，堡垒小于19级（不含19级）的指挥官可以将堡垒迁往其他星系的随机位置"}
}
return DPropImmediately