-- C_藏宝图星系怪物文字表.xlsx
-- id=id,name=怪物名字,desc=描述,
local DTreasureMonster = {
  [1] = {id=1,name="金属战舰",desc="外星系潜入的战舰，携带大量金属，逃离后会偷走您城内1%的非安全资源"},
  [2] = {id=2,name="燃气战舰",desc="外星系潜入的战舰，携带大量燃气，逃离后会偷走您城内1%的非安全资源"},
  [3] = {id=3,name="能源战舰",desc="外星系潜入的战舰，携带大量能源，逃离后会偷走您城内1%的非安全资源"},
  [4] = {id=4,name="晶体战舰",desc="外星系潜入的战舰，携带大量晶体，逃离后会偷走您城内1%的非安全资源"},
  [5] = {id=5,name="经验战舰",desc="外星系潜入的战舰，携带大量指挥官经验，逃离后会偷走您城内1%的非安全资源"},
  [6] = {id=6,name="时间战舰",desc="外星系潜入的战舰，携带大量建筑加速令，逃离后会偷走您城内1%的非安全资源"},
  [7] = {id=7,name="时间战舰",desc="外星系潜入的战舰，携带大量造兵加速令，逃离后会偷走您城内1%的非安全资源"},
  [8] = {id=8,name="时间战舰",desc="外星系潜入的战舰，携带大量维修加速令，逃离后会偷走您城内1%的非安全资源"},
  [9] = {id=9,name="钢材战舰",desc="外星系潜入的战舰，携带大量钢材，逃离后会偷走您城内1%的非安全资源"},
  [10] = {id=10,name="材料战舰",desc="外星系潜入的战舰，携带大量材料，逃离后会偷走您城内1%的非安全资源"}
}
return DTreasureMonster