--
-- @brief 聊天设置
-- @author myc
-- @date 2018/1/26
--

local cls = {}

cls.CHAT = {
	[1] = {content = "抓点紧中不中"},
	[2] = {content = "你是苗小凤她爹喵半天么"},
	[3] = {content = "跟乃个老师打过麻将"},
	[4] = {content = "搂宝了，我的老baby"},
	[5] = {content = "美女眼前过，点炮是罪过"},
	[6] = {content = "我的天啊？人品爆发了"},
	[7] = {content = "白瞎我的小鸡了"},
	[8] = {content = "截胡，我们是认真的"},
	[9] = {content = "你是炮兵学校毕业的吧"},
	[10] = {content = "损sai 撒冷的呀"},
	[11] = {content = "一天乒乓 就知道点炮"},
	[12] = {content = "就是对宝，一点毛病没有"},
	[13] = {content = "打着小麻将，吃着麻辣烫，处着小对象，生活就这样"},
	[14] = {content = "万事俱备，只欠东风"},
}

-- cls.FACE = {
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- 	[1] = {res = },
-- }

return cls